/* 
  Localizable.strings
  EKBBProvider

  Created by Ed Voas on 2/21/11.
  Copyright 2011 Apple Inc. All rights reserved.
*/

"VIEW_EVENT" = "View Event";
"SLIDE_TO_VIEW" = "Slide to View";
"CALL" = "Call";
"CLOSE" = "Close";
"VIEW" = "View";

"INVITATION_ALERT_TITLE" = "Invitation";
"INVITATION_ORGANIZER_FORMAT" = "from %@";

/* these will almost certainly never show, but just in case */
"NO_EVENT_TITLE" = "Event";
"NO_REMINDER_TITLE" = "Reminder";

/* format string for alarms on events in other time zones - #1 is main time string, #2 is time in other time zone (e.g. 'Today at 1:00 pm (4:00 pm EDT)')*/
"ALARM_OTHER_TIMEZONE_FORMAT" = "%1$@ (%2$@)";

/* topic name for a reminder alert */
"TOPIC_REMINDER" = "Reminder";

/* top for event alert */
"TOPIC_EVENT" = "Upcoming Event";

/* top for invitation */
"TOPIC_INVITATION" = "Invitation";

"MISSED_EVENTS_BANNER" = "You have %@ upcoming calendar events";
"MISSED_REMINDERS_BANNER" = "You have %@ reminders";
